<?php
return array(

    //会员VIP等级
    'USER_VIP_LEVEL'      =>   array(
        0  =>  '无',
        1  =>  '赤',
        2  =>  '橙',
        3  =>  '黄',
        4  =>  '绿',
        5  =>  '青',
        6  =>  '蓝',
        7  =>  '紫',
        8  =>  '黑',
        9  =>  '白',
        10  =>  '混沌',
    ),
	
    //会员状态
    'USER_STATUS'      =>   array(
        0  =>  '正常',
        1  =>  '禁言',
        2  =>  '禁止登录',
    ),	
	
    //会员性别
    'USER_SEX'      =>   array(
        0  =>  '未知',
        1  =>  '男',
        2  =>  '女',
    ),		

    //天赋技能等级
    'ROLE_SKILL_LEVEL'      =>   array(
        1  =>  '一',
        2  =>  '二',
        3  =>  '三',
        4  =>  '四',
        5  =>  '五',
    ),	
	
    //通用技能等级
    'COMMON_SKILL_LEVEL'      =>   array(
        1  =>  '一',
        2  =>  '二',
        3  =>  '三',
        4  =>  '四',
        5  =>  '五',
    ),	
	
);