<?php
return array(

    //会员VIP等级
    'USER_VIP_LEVEL'      =>   array(
        0  =>  '无',
        1  =>  '青铜',
        2  =>  '白银',
        3  =>  '黄金',
        4  =>  '塔主',
    ),
	
    //会员状态
    'USER_STATUS'      =>   array(
        0  =>  '正常',
        1  =>  '禁言',
        2  =>  '禁止登录',
    ),	
	
    //会员性别
    'USER_SEX'      =>   array(
        0  =>  '未知',
        1  =>  '男',
        2  =>  '女',
    ),		

    //天赋技能等级
    'ROLE_SKILL_LEVEL'      =>   array(
        0  =>  '无',
        1  =>  '一',
        2  =>  '二',
        3  =>  '三',
        4  =>  '四',
        5  =>  '五',
    ),	
	
    //通用技能等级
    'COMMON_SKILL_LEVEL'      =>   array(
        1  =>  '无',
        1  =>  '一',
        2  =>  '二',
        3  =>  '三',
        4  =>  '四',
        5  =>  '五',
    ),	
	
);